Tekla.Structures.ModelInternal.CDelegateSynchronized.StartLiveSharing(Tekla.Structures.Model.Internal.IChangeSetCreatedCallback,Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.CDelegateSynchronized.StopLiveSharing(Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.CDelegateSynchronized.CreateBaseline(System.String,Tekla.Structures.Model.Internal.LiveSharingModelType,Tekla.Structures.Model.Internal.ICancellableProgressReportCallback)


Tekla.Structures.ModelInternal.CDelegateSynchronized.GetPendingChangeSets(System.String,Tekla.Structures.Model.Internal.LiveSharingModelType)


Tekla.Structures.ModelInternal.CDelegateSynchronized.GetNormalizedPlateProfileName(System.Int32,System.Int32,System.String@)
